export const easterEgg = {
  data: {
    help: {
      Contents1:
        "[ 도움말 ] 게임을 하다보면 흥분할 수 있지만 인종차별적 발언은 리그 오브 레전드에서 결코 용납될 수 없습니다.",
      Contents2:
        "[ 도움말 ] 잭스처럼 기본 공격 강화 스킬을 보유한 챔피언은 이 스킬로 기본 공격 동작을 초기화할 수 있습니다.",
      Contents3:
        "[ 도움말 ] 아군 초상화에 녹색 점이 나타나면 해당 팀원의 궁극기가 준비된 것입니다!",
      Contents4:
        "[ 도움말 ] 팀이 완벽하지 않더라도 여전히 한 팀입니다. 최선을 다해 싸우세요!",
      Contents5: "[ 도움말 ] 명예롭게 싸우세요.",
      Contents6:
        "[ 도움말 ] 같은 고유 지속 효과를 가진 두 아이템을 동시에 장비할 경우 효과가 중첩되지 않고 성능이 더 뛰어난 효과가 적용됩니다.",
      Contents7:
        "[ 도움말 ] 점수판이 열린 상태에서 맨 위에 있는 몬스터 타이머를 클릭하면 아군에게 전달됩니다. Alt 키를 누를 필요가 없습니다.",
      Contents8:
        "[ 도움말 ] 협곡 바위 게는 이동 불가 효과에 걸리면 방어력과 마법 저항력을 상실합니다.",
      Contents9:
        "[ 도움말 ] 의도적으로 남에게 피해를 주는 플레이어를 신고하여 매너 있는 게임 환경을 만드는 데 기여해주세요.",
      Contents10:
        "[ 도움말 ] 징크스조차 침착하게 만드는 목표가 있습니다. 바로 적의 넥서스를 파괴하는 일이죠!",
      Contents11:
        "[ 도움말 ] 일부 몬스터는 마법 저항력이 음수입니다. 이들에게 마법 피해를 가할 경우 추가 피해를 입힐 수 있습니다.",
      Contents12:
        "[ 도움말 ] 재사용 대기시간 감소는 최대 40%까지지만, 특성을 이용하여 바꿀 수 있습니다.",
      Contents13:
        "[ 도움말 ] 함께 게임하기에 유쾌한 플레이어가 있었다면 게임이 끝난 후 명예 투표로 칭찬해 주세요. ",
      Contents14: "[ 도움말 ] 드래곤은 처치된 지 6분 후에 재생성됩니다.",
      Contents15:
        "[ 도움말 ] 중국의 한 스시 전문점에서 리그 오브 레전드의 랭크에 따라 할인을 제공한 적이 있다고 합니다.",
      Contents16:
        "[ 도움말 ] 아군 초상화에 녹색 점이 나타나면 해당 팀원의 궁극기가 준비된 것입니다!",
      Contents17:
        "[ 도움말 ] 챔피언은 미니언 처치 등 어떤 행동을 하는 중일 때 공격에 가장 취약합니다.",
      Contents18:
        "[ 도움말 ] 게임 시작 시, 마법사 미니언 셋으로 구성된 무리의 공격은 장비가 없는 챔피언 한 명이 단일 공격보다 총 피해량이 더 큽니다.",
      Contents19:
        "[ 도움말 ] 챔피언 레벨에서 얻은 능력치는 대체로 챔피언 처치 시 나오는 골드보다 더 많은 골드의 가치를 안겨줍니다 ",
      Contents20:
        "[ 도움말 ] 바보 같은 소리로 들릴지 모르지만 심호흡을 하면 실제로 화를 참는 데 도움이 됩니다.",
      Contents21:
        "[ 도움말 ] 왕귀한 챔피언을 싫어할 사람은 아무도 없습니다! 그러니 포기하지 마세요!",
      Contents22:
        "[ 도움말 ] 수풀 속에 있을 때 적을 공격하면 모습이 드러납니다.",
      Contents24:
        "[ 도움말 ] 의도적으로 남에게 피해를 주는 플레이어를 신고하여 매너 있는 게임 환경을 만드는 데 기여해주세요.",
      Contents25:
        "[ 도움말 ] 와드가 파괴되면 파편이 남습니다. 파편이 밝게 빛날수록 최근에 파괴된 것입니다",
      Contents26:
        "[ 도움말 ] 침착해지면 예측 불가한 상황도 예측할 수 있게 됩니다.",
      Contents27:
        "[ 도움말 ] 내셔 남작은 자신의 뒤에 있는 챔피언에게 훨씬 더 큰 피해를 줍니다.",
      Contents28:
        "[ 도움말 ] 명예 레벨이 3 이상이신가요? 명예 투표를 받았다면 다음 게임에서 로딩 화면 휘장이 표시됩니다.",
      Contents29:
        "[ 도움말 ] 미니언 웨이브를 세 번 처치하면 게임 시작 시 챔피언을 1명 처치한 것보다 골드를 더 많이 획득합니다. 미니언은 갈수록 가치가 높아집니다.",
      Contents30:
        "[ 도움말 ] 뛰어난 판단력을 선보인 플레이어가 있었다면 게임이 끝난 후 명예 투표로 칭찬해 주세요.",
      Contents31: "[ 도움말 ] 실수는 기회입니다. - Reignover",
      Contents32:
        "[ 도움말 ] 게임을 하다보면 흥분할 수 있지만 인종차별적 발언은 리그 오브 레전드에서 결코 용납될 수 없습니다.",
      Contents33:
        "[ 도움말 ] 잭스처럼 기본 공격 강화 스킬을 보유한 챔피언은 이 스킬로 기본 공격 동작을 초기화할 수 있습니다.",
      Contents34:
        "[ 도움말 ] 팀이 완벽하지 않더라도 여전히 한 팀입니다. 최선을 다해 싸우세요!",
      Contents35: "[ 도움말 ] 명예롭게 싸우세요.",
      Contents36:
        "[ 도움말 ] 점수판이 열린 상태에서 맨 위에 있는 몬스터 타이머를 클릭하면 아군에게 전달됩니다. Alt 키를 누를 필요가 없습니다.",
      Contents37:
        "[ 도움말 ] 같은 고유 지속 효과를 가진 두 아이템을 동시에 장비할 경우 효과가 중첩되지 않고 성능이 더 뛰어난 효과가 적용됩니다.",
      Contents38:
        "[ 도움말 ] 협곡 바위 게는 이동 불가 효과에 걸리면 방어력과 마법 저항력을 상실합니다.",
    },
    info: [
      "브래컨은 거대한 몸집에 온몸이 수정인 전갈족으로, 슈리마의 어느 숨겨진 계곡 모래벌판 밑에 자들어 있습니다.",
      "빌지워터의 구조물 대부분은 이곳의 바위투성이 해안가에서 난파당한 배의 잔해로 만들었습니다.",
      "오공이 속한 바스타야 종족인 쉬먼족은 아이오니아에서 가장 높이 솟은 나무들 꼭대기에서 살아갑니다.",
      "마법공학은 마법과 공학이 융합된 기술로, 지극히 회귀한 수정에 담긴 힘을 사용합니다.",
      "판테온은 타곤의 성위 중 한 명으로 현재는 아트레우스라는 이름의 라코어족 전사의 몸속에 깃들어 있습니다.",
      "누누의 설인 친구 이름은 윌럼프입니다.",
      "전설에 따르면 프렐요드의 고대 여왕 아바로사는 친자매에게 살해당했습니다.",
      "탐 켄치라는 이름은 원래 강의 폭군과 계약을 맺은 도밖꾼의 이름이었습니다만, 이제는 강의 폭군과 동일시되고 있습니다.",
      "카타리나와 카시오페아 자매는 녹서스에서 가장 명망 높은 귀족 집안 중 하나인 뒤 쿠토 가문의 일원입니다.",
      "퀸과 쌍둥이 남동생 케일럽은 데마시아의 산골 마을인 유웬데일에서 태어났습니다.",
      "바스타야족은 이제는 멸종되어 버린 어느 고대 종족과 인간이 결합한 결과로, 여러 특성이 다양하게 섞여 있습니다.",
      "빌지워터의 수출품은 대개 학살의 부두에서 바다 괴물의 배를 갈라 얻는 값나가는 물건들입니다.",
      "자운의 잿빛 대기는 화학 성분이 가득하며, 정도가 심해지면 호흡 곤란을 일으킬 수 있습니다.",
      "자운이 발로란의 동과 서를 잇기 위해 건설한 대운하가 실패로 돌아간 순간, 잔나는 수천 명의 목숨을 구했습니다. 이제 많은 사람들이 잔나를 여신으로 추앙하고 있습니다.",
      "녹스토라는 녹서스가 정복한 땅에 짙은 빛깔 바위를 쌓아 올려 만드는 관문입니다.",
      "해로윙 기간 동안 검은 안개는 발로란 어디든 나타날 수 있지만, 주로 빌지워터를 덮칩니다.",
      "녹서스의 워메이슨은 기반시설을 구성 및 계획하는 임무뿐 아니라 앞으로의 침략을 준비하기 위해 적의 영토를 정탐하는 임무도 맡았습니다.",
      '트런들이 손에 넣은 얼음 정수의 몽둥이에는 "뼈분쇄자"라는 이름이 붙었습니다.',
      "아이오니아의 건축물은 자연과 조화를 이루는 우아한 곡선미로 유명합니다.",
      "문명으로부터 멀리 떨어져 있는 타곤 산은 불굴의 의지로 길을 찾고자 하는 사람만이 오를 수 있습니다.",
      "리산드라는 얼음 마녀가 되기 전 어느 어사인의 발톱에 찔려 눈이 완전히 멀어버렸습니다.",
      "별의 창조자는 타곤 산에 내려와 처음 타곤 인들을 만났고, 이들에게 아우렐리온 솔이란 이름을 선물 받았습니다.",
      "용과 먼 친척뻘인 용사냥개는 돈 많고 어쩌면 조금 어리석은 녹서스인들이 애완동물로 키우기도 합니다.",
      "시비르의 검, 샬리카는 원래 슈리마의 초월체 전사 여왕 세타카가 쓰던 것입니다.",
      "빌지워터에서는 사람이 죽으면 땅에 묻지 않습니다. 물에 가라앉는 관에 넣어 바다로 보낸 뒤 비석 대신 부표를 띄웁니다.",
      "블리츠크랭크는 빅토르가 자운 시민들을 더 효과적으로 돕기 위해 더 강하고, 더 빠르며, 더 똑똑하게 만든 골렘입니다.",
      "트위스티드 페이트는 빌지워터 부근을 지나는 강가의 유랑민으로 태어났습니다.",
      '타릭은 원래 데마시아 군인이었고, 지금은 타곤 성위 "수호자"가 깃든 몸이 되었습니다.',
      "브래컨은 거대한 몸집에 온몸이 수정인 전갈족으로, 슈리마의 어느 숨겨진 계곡 모래벌판 밑에 자들어 있습니다.",
      "빌지워터의 구조물 대부분은 이곳의 바위투성이 해안가에서 난파당한 배의 잔해로 만들었습니다.",
      "의도적으로 남에게 피해를 주는 플레이어를 신고하여 매너 있는 게임 환경을 만드는 데 기여해주세요.",
      "오공이 속한 바스타야 종족인 쉬먼족은 아이오니아에서 가장 높이 솟은 나무들 꼭대기에서 살아갑니다.",
    ],
  },
};
